{
  "diabetes": "A condition where the body cannot properly regulate blood sugar.",
  "hypertension": "Another term for high blood pressure.",
  "hypotension": "Another term for low blood pressure.",
  "asthma": "A condition that causes difficulty in breathing due to narrowed airways.",
  "pneumonia": "An infection in the lungs that can cause cough, fever, and breathing problems.",
  "metformin": "A common medication used to lower blood sugar levels in people with diabetes.",
  "insulin": "A hormone or injection that helps the body regulate blood sugar.",
  "blood pressure": "The force of blood pushing against the walls of your arteries.",
  "glucose": "A type of sugar in the blood, often measured to check for diabetes.",
  "hba1c": "A blood test that shows the average level of blood sugar over the past 2–3 months.",
  "cholesterol": "A type of fat in the blood; high levels can increase risk of heart disease.",
  "lisinopril": "A medication used to treat high blood pressure and heart failure.",
  "amlodipine": "A medication that relaxes blood vessels to lower blood pressure.",
  "statin": "A class of drugs that lower cholesterol in the blood.",
  "anemia": "A condition where the blood has too few red blood cells or too little hemoglobin.",
  "infection": "Illness caused by harmful bacteria, viruses, or other organisms.",
  "antibiotic": "A medication used to treat bacterial infections.",
  "fever": "A higher than normal body temperature, often a sign of infection.",
  "fracture": "A broken bone.",
  "migraine": "A type of severe headache often with nausea and sensitivity to light.",
  "obesity": "Having an unhealthy amount of body fat that may affect health.",
  "thyroid": "A gland in the neck that controls body metabolism and energy.",
  "chemotherapy": "A treatment for cancer using strong medicines to kill cancer cells.",
  "radiology": "Medical imaging, such as X-rays or CT scans, used to look inside the body.",
  "ecg": "Electrocardiogram, a test that records the heart’s electrical activity.",
  "mri": "Magnetic Resonance Imaging, a scan that gives detailed pictures of organs and tissues.",
  "ct scan": "Computed Tomography, a type of X-ray scan that shows detailed images inside the body."
}
